[
    {
      "name": "Kayu Jati Ukir Tradisional",
      "price": 1250000,
      "stock": 10,
      "imgUrl": "https://images.tokopedia.net/img/cache/700/product-1/2018/10/31/4060837/4060837_1a45fd15-2f7b-4ad1-87d5-8a88e14c5dbe_720_720.jpg",
      "description": "Kayu Jati Ukir Tradisional adalah karya seni yang memadukan ketangguhan material alami dengan nilai estetika tinggi dari budaya lokal. Terbuat dari kayu jati pilihan yang telah dikeringkan dan diawetkan, produk ini sangat tahan lama, anti rayap, dan tidak mudah melengkung. Motif ukiran pada permukaannya diambil dari corak tradisional Jawa yang kaya akan filosofi dan makna spiritual. Sangat cocok digunakan sebagai dekorasi rumah atau kantor untuk menciptakan nuansa etnik dan elegan. Proses pembuatannya dilakukan secara manual oleh pengrajin berpengalaman, menjadikan setiap produk unik dan berbeda satu sama lain. Cocok sebagai hadiah eksklusif untuk kolega atau koleksi pribadi.",
      "CategoryId": 1
    },
    {
      "name": "Meja Tamu Rustic Kayu Trembesi",
      "price": 2350000,
      "stock": 5,
      "imgUrl": "https://www.jeparaheritage.id/wp-content/uploads/2017/11/Meja-Tamu-Kayu-Trembesi-Utuh-1.jpg",
      "description": "Meja tamu ini dibuat dari kayu trembesi solid dengan desain rustic yang menampilkan keindahan alami dari serat dan warna asli kayu. Proses pengerjaannya dilakukan dengan teknik tradisional, tanpa menghilangkan kesan organik dari bentuk asli batang pohon. Meja ini memiliki tampilan yang tegas, kuat, dan berkarakter, sangat cocok untuk ruang tamu bernuansa natural dan minimalis. Kayu trembesi sendiri dikenal memiliki ketahanan yang baik dan mudah dalam perawatan. Produk ini tidak hanya berfungsi sebagai perabot fungsional, tetapi juga sebagai elemen dekoratif yang mencuri perhatian.",
      "CategoryId": 1
    },
    {
      "name": "Kain Tenun Ikat Nusa Tenggara",
      "price": 350000,
      "stock": 20,
      "imgUrl": "https://asset.kompas.com/crops/5WQWTvbo0cgVoqspWwDZhsY7rfA=/0x121:1600x1188/1200x800/data/photo/2022/11/21/637ad91f839b0.jpeg",
      "description": "Kain Tenun Ikat dari Nusa Tenggara ini adalah simbol budaya dan warisan tradisional Indonesia yang kaya. Dibuat dengan teknik pewarnaan dan tenun manual oleh pengrajin lokal, kain ini menampilkan motif khas daerah yang penuh makna filosofis. Benang yang digunakan berasal dari serat alami, sehingga kain terasa lembut namun kuat. Cocok digunakan sebagai bahan pakaian adat, syal, taplak meja, atau dekorasi dinding. Warna-warna alaminya dihasilkan dari pewarna nabati, menjadikan kain ini ramah lingkungan. Keindahannya tak hanya terletak pada motifnya, tetapi juga pada cerita yang terkandung di balik setiap helai benangnya.",
      "CategoryId": 2
    },
    {
      "name": "Selimut Lurik Eco Print",
      "price": 420000,
      "stock": 12,
      "imgUrl": "https://images.tokopedia.net/img/cache/700/VqbcmM/2021/7/27/28e8dedb-cff1-4347-8059-e1159ca74377.jpg",
      "description": "Selimut ini merupakan perpaduan antara teknik lurik tradisional dan inovasi modern eco-print yang menggunakan daun dan bunga sebagai pola alami. Dibuat dari kain katun organik yang nyaman di kulit, selimut ini cocok untuk segala musim karena mampu menjaga suhu tubuh tetap stabil. Proses pembuatan eco print memerlukan ketelatenan dan waktu yang panjang, menjadikannya produk yang sangat eksklusif dan unik. Setiap selimut memiliki corak berbeda tergantung pada jenis daun dan bunga yang digunakan. Selain fungsi praktis sebagai penghangat, selimut ini juga dapat dijadikan elemen dekoratif di kamar tidur atau ruang tamu.",
      "CategoryId": 2
    },
    {
      "name": "Vas Keramik Motif Flora",
      "price": 180000,
      "stock": 30,
      "imgUrl": "https://www.static-src.com/wcsstore/Indraprastha/images/catalog/full//103/MTA-29861842/tidak_ada_merk_vas_bunga_keramik_motif_bunga-unik-pot_bunga_gerabah_full01_ql9exlbc.jpg",
      "description": "Vas keramik ini dihias dengan motif flora yang terinspirasi dari keindahan taman tropis Indonesia. Dibuat dengan teknik pembakaran suhu tinggi, produk ini memiliki ketahanan tinggi terhadap air dan perubahan suhu. Cocok untuk dijadikan tempat bunga segar maupun bunga kering, atau sebagai pajangan mandiri. Permukaannya yang mengkilap dan warna-warna pastel memberi kesan tenang dan elegan. Desainnya yang simpel namun artistik menjadikannya cocok diletakkan di berbagai sudut rumah, baik itu ruang tamu, ruang kerja, atau meja makan. Produk ini mencerminkan sinergi antara seni dan fungsionalitas.",
      "CategoryId": 3
    },
    {
      "name": "Cangkir Keramik Celup Warna",
      "price": 85000,
      "stock": 50,
      "imgUrl": "https://upload.jaknot.com/2022/03/images/products/dec347/original/sunfili-cangkir-keramik-set-6-in-1-european-style-xs-1009.jpg",
      "description": "Cangkir ini dibuat dari tanah liat berkualitas dan melalui proses pembakaran ganda, menghasilkan tekstur yang halus serta daya tahan tinggi. Finishing celup warna (dip glazing) memberikan gradasi warna alami yang unik pada setiap cangkir. Tidak ada dua cangkir yang benar-benar sama, membuatnya istimewa untuk koleksi pribadi atau hadiah. Kapasitasnya ideal untuk teh atau kopi, dan sangat cocok digunakan sehari-hari maupun untuk tamu spesial. Cangkir ini juga aman digunakan di microwave dan dishwasher. Desainnya yang minimalis dan bentuk ergonomis menjadikannya tidak hanya indah, tapi juga nyaman digunakan.",
      "CategoryId": 3
    },
    {
      "name": "Dompet Kulit Sapi Handmade",
      "price": 295000,
      "stock": 25,
      "imgUrl": "https://images.tokopedia.net/img/cache/700/VqbcmM/2022/8/16/16d3a727-34ab-424c-9a4c-d39d4666582f.jpg",
      "description": "Dompet ini dibuat dari kulit sapi asli yang diproses secara manual tanpa menggunakan bahan kimia berbahaya, menjadikannya ramah lingkungan dan awet digunakan. Desainnya minimalis dan elegan, cocok untuk pria dan wanita. Terdiri dari beberapa slot kartu, ruang untuk uang kertas, dan kompartemen tambahan untuk koin. Warna coklat tua alami yang klasik semakin mempertegas kesan mewah dan profesional. Jahitan rapi dan kuat memberikan jaminan kualitas tinggi. Dompet ini cocok digunakan untuk aktivitas sehari-hari maupun sebagai hadiah eksklusif untuk orang terdekat. Seiring waktu, kulit akan membentuk patina alami yang membuatnya semakin cantik.",
      "CategoryId": 4
    },
    {
      "name": "Tas Selempang Kulit Etnik",
      "price": 470000,
      "stock": 15,
      "imgUrl": "https://images.tokopedia.net/img/cache/700/VqbcmM/2024/8/30/95bb0321-8151-4bbc-8b74-8b899c699185.jpg",
      "description": "Tas selempang ini dirancang dengan sentuhan etnik yang berpadu dengan bahan kulit asli berkualitas tinggi. Detail bordir dan aksen anyaman pada bagian depan memberikan karakter khas budaya lokal. Tali bahu yang bisa disesuaikan membuatnya nyaman digunakan untuk berbagai keperluan, dari kasual hingga semi-formal. Kompartemennya cukup luas untuk menyimpan barang-barang penting seperti dompet, ponsel, dan buku catatan kecil. Dengan teknik pengerjaan tangan, tas ini memperlihatkan presisi dan ketelitian yang luar biasa. Ideal bagi mereka yang menghargai gaya unik dengan kualitas material yang tidak main-main.",
      "CategoryId": 4
    },
    {
      "name": "Lukisan Alam Pagi di Desa",
      "price": 1500000,
      "stock": 3,
      "imgUrl": "https://i.pinimg.com/736x/2b/06/d3/2b06d33c8dc55fbfc4475ea5ba816617.jpg",
      "description": "Lukisan ini menggambarkan suasana pagi di pedesaan dengan teknik cat minyak di atas kanvas. Pemandangan sawah hijau yang masih diselimuti kabut tipis, pepohonan rindang, dan cahaya matahari yang mulai muncul di cakrawala memberikan ketenangan luar biasa bagi siapa pun yang memandangnya. Sang pelukis menggunakan palet warna alami dan sapuan kuas yang ekspresif untuk menghadirkan kesan hidup pada lukisan ini. Ukurannya pas untuk dipajang di ruang keluarga atau kantor, menciptakan atmosfer damai dan inspiratif. Cocok untuk pencinta seni yang menginginkan karya otentik dan bermakna.",
      "CategoryId": 5
    },
    {
      "name": "Lukisan Abstrak Geometris Warna Hangat",
      "price": 980000,
      "stock": 7,
      "imgUrl": "https://media.istockphoto.com/id/89503705/id/foto/lukisan-abstrak-dengan-warna-hangat-dan-dingin.jpg?s=612x612&w=0&k=20&c=8sIz3lYz2QubDog4374hicrFJK5_JuWhWu_d985Qd84=",
      "description": "Lukisan abstrak ini mengusung tema geometri modern dengan permainan warna hangat seperti merah bata, oranye, dan kuning keemasan. Dibuat dengan teknik mixed media di atas kanvas, karya ini menawarkan interpretasi bebas bagi setiap penikmatnya. Elemen garis dan bentuk yang saling berpotongan menciptakan harmoni visual yang dinamis namun tetap menenangkan. Cocok untuk ruangan kontemporer, baik di rumah maupun ruang kerja. Selain sebagai dekorasi, lukisan ini juga memicu perenungan dan imajinasi. Setiap goresan dan lapisan warna dalam karya ini mencerminkan proses berpikir sang seniman yang mendalam.",
      "CategoryId": 5
    }
  ]
  